7zip
aerc
alacritty
amd-ucode
android-studio
android-tools
android-udev
anyrun-git
baobab
base
base-devel
bat
blueman
bluez-cups
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
calibre
chaotic-keyring
chaotic-mirrorlist
cmake
cups
cups-pdf
docker
easyeffects
efibootmgr
emacs-wayland
epiphany
evince
fastfetch
fd
fish
foot
foot-terminfo
fuzzel
fwupd
fzf
gdm
ghostty
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
gst-plugin-libcamera
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helix
hplip
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-protocols
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprutils
hyprwayland-scanner
imv
iwd
jq
just
lazydocker
lazygit
lib32-libcups
lib32-libxcrypt-compat
libcamera-tools
libcupsfilters
libpulse
libxcrypt-compat
linux
linux-firmware
llvm18
localsend
loupe
luarocks
ly
mailcap
malcontent
man-db
nano
nautilus
neovim
network-manager-applet
networkmanager-iwd
ninja
niri
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
openmp
orca
otf-commit-mono-nerd
patchelf
pavucontrol
pipewire
pipewire-alsa
pipewire-ffado
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-roc
pipewire-v4l2
pipewire-zeroconf
qt5-wayland
qt6-wayland
ripgrep
rnote
rygel
signal-desktop
simple-scan
smartmontools
snapshot
sof-firmware
speedtest-cli
starship
stow
sushi
swayosd-git
system-config-printer
tealdeer
tecla
tenacity
tesseract-data-pol
texlive-fontsextra
tinymist
tk
tlp
tlp-rdw
totem
typst
usbutils
uv
vim
vulkan-radeon
w3m
waybar
webcord
wget
wine
wireless_tools
wireplumber
wl-clipboard
wpaperd
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
yelp
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zls
zoxide
